Repository: ConradGalli/woocommerce-marketplace
Catalog: languages/mobbex-marketplace-*.po
Languages: es_es

source: A payment of this order is withheld
es_es: Un pago de esta orden fue retenido

source: Fee (optional)
es_es: Comisión (opcional)

source: If you want a payment to be commission free, you must leave the commission option empty in the product, category, vendor and plugin configuration (Default Commission) that affect said payment.
es_es: Si desea que un pago no tenga comisión, debe dejar vacía la opción de comisión en el producto, categoría, vendedor y configuración del plugin (Comisión por defecto) que afecten dicho pago.

source: Integrate with other Marketplace plugins
es_es: Integrar con plugins de Marketplace

source: Integrations
es_es: Integraciones

source: Mobbex Marketplace requires Mobbex for WooCommerce to be activated
es_es: Mobbex Marketplace requiere que Mobbex for WooCommerce esté activado

source: Mobbex Marketplace requires Mobbex for WooCommerce version 3.1.1 or greater
es_es: Mobbex Marketplace requiere que Mobbex for WooCommerce esté activado

source: Payment Withholding
es_es: Retención de pago

source: Please enter the Tax Id configured in your Mobbex commerce.
es_es: Por favor, introduzca el Cuit configurado su comercio de Mobbex

source: Plugin to extend Mobbex Marketplace functionality.
es_es: Plugin para extender la funcionalidad de Mobbex Marketplace.

source: Set admin commission to seller through Mobbex
es_es: Establecer comisión de administración al vendedor usando Mobbex

source: Set Default Payment Fee
es_es: Comisión de pago por defecto

source: Tax Id
es_es: Cuit

source: Tax Id configured in Mobbex commerce
es_es: Cuit configurado en el comercio de Mobbex

source: Tax Id configured in your Mobbex commerce
es_es: Cuit configurado su comercio de Mobbex

source: This option has priority over the one applied at category and vendor level.
es_es: Esta opción tiene prioridad sobre la aplicada a nivel categoría y vendedor

source: This option has priority over the one applied at vendor and default level.
es_es: Esta opción tiene prioridad sobre la aplicada a nivel vendedor y la aplicada por defecto.

source: This Tax Id must be the same as the one configured in the Mobbex commerce
es_es: Este Cuit debe ser el mismo que el configurado en el comercio de Mobbex.

source: To distribute a payment without integrating another Marketplace plugin (eg Dokan), you must charge the Tax ID of the commerce to which you want to assign the payment by product or category.
es_es: Para distribuir un pago sin integrar otro plugin de Marketplace (ej. Dokan), debe cargar por producto o categoría el CUIT del comercio al que desea asignar el pago.

source: Unhold $ %s of %s
es_es: Liberar $ %s a %s

source: Unhold Error.
es_es: Error de liberación de fondos.

source: Unhold Error: Sorry! This is not a unholdable transaction.
es_es: Error de liberación de fondos: Lo siento! Esta no es una transacción liberable.

source: Unhold Error: UID, API key or access token is empty or not configured.
es_es: Error de liberación de fondos: UID, API key o access token están vacíos o no fueron configurados.

source: Unhold Mobbex payment
es_es: Liberar pago con Mobbex

source: Warning: Mobbex Marketplace requires Mobbex for Woocommerce 3.1.3 to use Wallet option with split payments
es_es: Advertencia: Mobbex Marketplace requiere Mobbex for Woocommerce 3.1.3 para distribuir pagos con la opción de Wallet activa

source: Will be used when not set at product/category/vendor level
es_es: Se utilizará cuando no esté configurada a nivel de producto/categoría/vendedor

source: Withhold payments
es_es: Retener pagos

source: Written without hyphens. Cuit of store to which you want to allocate the payment.
es_es: Escrito sin guiones. Cuit del comercio al que quiere destinar el pago.

source: You can release them on order panel using "Unhold Mobbex Payment" action
es_es: Podrá liberarlos desde el panel de cada pedido utilizando la acción "Liberar pago con Mobbex"
